export const FlatProducts = {
  headers: [
    "Объем заказа",
    "Стоимость 1 кв.м. с учетом стоимости краски при использовании цветов RAL, руб.",
    "Стоимость 1 кв.м. без учета стоимости краски, руб.",
    "Стоимость 1 кв.м. с учетом стоимости краски АНТИК, руб.",
  ],
  data: [
    ["от 1 до 101 кв. м.", "171", "141", "180"],
    ["от 101 до 500 кв. м.", "159", "135", "165"],
    ["от 500 до 1000 кв. м.", "144", "129", "156"],
    ["от 1000 до 5000 кв.м.", "135", "125", "147"],
  ],
};
export const LongProducts = {
  headers: [
    "Периметр изделия",
    "Стоимость 1 пг.м. с учетом стоимости краски, руб.",
    "Стоимость 1 пг.м. без учета стоимости краски, руб.",
  ],
  data: [
    ["До 150 мм.", "35", "-15%"],
    ["от 151 до 180 мм.", "45", "-15%"],
    ["от 181 до 250 мм.", "55", "-15%"],
    ["от 251 до 300 мм.", "65", "-15%"],
    ["От 301 до 400 мм.", "75", "-15%"],
    ["свыше 400 мм.", "От 85", "-15%"],
  ],
};
export const SmallSizeProducts = {
  headers: ["Размер", "Стоимость покраски 1 изделия с учетом краски, руб."],
  data: [
    [
      "Маломерные и штучные изделия (до 50 см.)",
      "от 7,5 в зависимости от количества и вида краски.",
    ],
    [
      "Заклепки, шляпки винтов, гаек, болтов (от 3000 штук)",
      "от 7,5 в зависимости от количества и вида краски.",
    ],
    ["Заклепки, шляпки винтов, гаек, болтов (от 3000 штук)", "от 0,6"],
    [
      "Дверь металлическая, стандартная (размер полотна 2000 х 900 мм.) с коробкой, с одной стороны, RAL/АНТИК",
      "1800 / 2000",
    ],
    ["Решетки, за 1 кв. м., с обеих сторон", "250,00"],
    ["Изготовление образцов, за 1 шт.", "300,00"],
  ],
};
export const WheelsProducts = {
  data: [
    [
      "Колесные диски для автомобилей (за 1 диск при покраске лицевой поверхности) для размеров до 20",
      "1390,00",
    ],
    [
      "Колесные диски для автомобилей (за 1 диск при покраске лицевой поверхности) для размеров 20 и более",
      "1790,00",
    ],
  ],
};
